{
  "base": {
    "title": "Simon Büchi",
    "language": "Sprache ändern",
    "toEnglish": "Switch to English",
    "toGerman": "Wechsle zu deutsch",
    "copyright": "© Copyright 2020 Simon Büchi",
    "navStart": "Start",
    "navAbout": "Über mich",
    "navOffering": "Services",
    "navProjects": "Projekte",
    "navBlog": "Blog",
    "navWall": "Pinnwand",
    "navArts": "Arts",
    "close": "Schliessen",
    "qrCode": "QR Code",
    "showQr": "QR Code anzeigen",
    "copyClipboard": "In Zwischenablage kopieren",
    "clickToSeeMore": "Klicken um mehr zu sehen",
    "creativecommons": "Creative Commons Lizenz",
    "dialogFooterTitle": "Rechtliche Hinweise",
    "dialogFooterBody": "The information on this site is for general informational purposes only. All information on the site is provided in good faith, however we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability or completeness of any information on the site. Under no circumstance shall we have any liability to you for any loss or damage of any kind incured as as result of the use of the site or reliance on any information provided on the site. Your use of the site and reliance on any information of the site is solely at your own risk.",
    "dialogFooterBody2": "Diese Webseite hat keine Cookies, kein Analytics und kein Code von Drittparteien. Because privacy matters.",
    "footerText1": "Diese Webseite hat keine Cookies, kein Analytics und kein Code von Drittparteien.",
    "footerText2": "Because privacy matters.",
    "menu": "Menü",
    "experimental": "Das ist eine experimentelle Funktion.",
    "save": "Speichern",
    "remove": "Löschen"
  },
  "start": {
    "title": "Willkommen",
    "paragraph1": "Das ist die persönliche Webseite von Simon Büchi.",
    "image": "Foto",
    "q1": "What is decentralized hosting?",
    "a1": "...",
    "q2": "What is an Ethereum address?",
    "a2": "...",
    "q3": "What is a .eth name?",
    "a3": "....",
    "q4": "So what is simonbuechi.eth?",
    "a4": "...",
    "connectTitle": "Verbinde dich mit mir",
    "engagementsTitle": "Meine Engagements",
    "dialogInfoButton": "Mehr erfahren",
    "dialogInfoBody": "",
    "dialogInfoTitle": "Über diese Webseite"
  },
  "about": {
    "title": "Über mich",
    "body1": "Wohne und arbeite in der Schweiz.",
    "body2": "Alumnus der Universität St. Gallen (M.A.HSG in Marketing, Services and Communication Management).",
    "body3": "Habe bei Synpulse, Bearingpoint, Zuercher Kantonalbank und SWIC Digital gearbeitet. Dazu und daneben auch selbständig tätig. Zertifiziert in Avaloq, Financial Risk Manager (Part 1), Scrum, Six Sigma und Geringerem. Mache Projektleitungen, Business Engineering, Analyse, Research. Spezialisiert auf Finance, Banking, Blockchain, Ethereum, Tokens, DAOs.",
    "body4": "Kenne mich aus im Full Web Stack (HTML, JS, CSS) und insbesondere React und Create React App. Auch Redux und web3.js. Schreibe Smart Contracts in Solidity auf Ethereum. Hin und wieder Processing und p5.js. Spreche deutsch, englisch, französisch und etwas spanisch.",
    "titleLinks": "Links",
    "aboutSiteTitle": "Über diese Webseite",
    "aboutSiteBody": "Diese Webseite ist meine persönliche Visitenkarte, wo ich Informationen über mich teile. Gleichzeitig dient sie als Labor und Experimentierwiese für dezentrale Technologien. Ich möchte damit einen Beitrag zu einem besseren Internet leisten. Ein Internet, das für alle offen und zugänglich ist. Das zensurresistent und ausfallsicher ist. Diese Seite ist Open Source.",
    "linkGithub": "Github Repo",
    "blockchainTitle": "Meine Adressen",
    "linksTitle": "Meine Links",
    "linksCode": "Mein Code",
    "linksCode2": "Auf Github",
    "linksBooks": "Meine Bücher",
    "linksBooks2": "Auf Goodreads",
    "linksMovies": "Meine Filme",
    "linksMovies2": "Auf IMDB",
    "linksGames": "Meine Games",
    "linksGames2": "Auf IGDB",
    "personTitle": "Simon in Kürze"
  },
  "wall": {
    "title": "Meine Pinnwand",
    "description": "Das ist eine Pinnwand, an welcher jed aus Urzeiten des Internet bekannte Pinnwand ",
    "buttonWriteWall": "Schreibe etwas",
    "buttonWriteWallNote": "Redirects to 3Box. You need to have an Ethereum account in order to leave a message on the wall.",
    "dialogInfoButton": "Mehr erfahren",
    "dialogInfoBody": "...",
    "dialogInfoTitle": "Decentralized wall infos",
    "dialogInfo3boxButton": "Mehr erfahren über 3Box"
  },
  "projects": {
    "title": "Projekte",
    "paragraph1": "Klicken um mehr zu erfahren.",
    "pactaTitle": "Pacta - decentralized organisations",
    "pactaDescription": "Products for and built with the blockchain, using cryptocurrency Bitcoin and decentralized software platform Ethereum.",
    "pactaLink": "Gehe zu Pacta",
    "pactaVoteTitle": "Pacta Vote",
    "pactaVoteDescription": "Pacta Vote is a blockchain based voting tool for annual general meetings (AGM) and other types of assemblies. All polling is stored on the Ethereum blockchain.",
    "pactaVoteLink": "Gehe zu Pacta Vote",
    "raisinpickerTitle": "Raisin Picker - knowledge management",
    "raisinpickerDescription": "Raisin Picker is a personal knowledge management tool. It features tagging, rating and linking of content nodes. Using Apache Solr, a faceted search enables you to find content quickly. It is based on Drupal content management system and is available as open source.",
    "raisinpickerLink": "Gehe zu Raisin Picker",
    "simonbuechiTitle": "simonbuechi.eth",
    "simonbuechiDescription": "Alles, was auf dieser Website zu finden ist, ist Open Source und im Github Repo verfügbar.",
    "simonbuechiLink": "Github Repo für diese Website",
    "voveoLink": "Voveo Website",
    "voveoTitle": "Voveo",
    "voveoDescription": "Voveo is a blockchain based voting tool for annual general meetings (AGM) and other types of assemblies or meeting. Voveo runs on any device: desktop, tablet and mobile phones (iOS & Android). Set up your event with a few clicks and accredit participants with personalized invitation codes. All polling is stored on the Ethereum blockchain - one of the most secure and immutable database."
  },
  "offering": {
    "title": "Services",
    "description": "Gerne stehe ich mit meinen Kompetenzen für dein Projekt zur Verfügung. Nachfolgend gebe ich einen Abriss über meine Fähigkeiten.",
    "reachoutTitle": "Kontakt",
    "reachoutDescription": "Ich freue mich auf deine Kontaktaufnahme",
    "categoryTechnologies": "Technologien & Programmiersprachen",
    "categoryBlockchain": "Blockchain & Dezentralisierung",
    "categoryManagement": "Beratung & Management"
  },
  "blog": {
    "title": "Blog",
    "description": "",
    "linkMain": "Detaillierte Ansicht",
    "linkMedium": "Blog auf Medium",
    "dialogButton": "Mehr erfahren",
    "dialogTitle": "Ein dezentralisierter Blog",
    "dialogBody1": "Dieser Blog ist mit dezentralen Technologien gebaut.",
    "dialogBody2": "This blog is built with decentralized technologies.",
    "dialogBody3": "There is a 'full' version of the blog that enables users to ",
    "dialogBody4": "This blog is built with decentralized technologies.",
    "dialogBlogLink": "Detaillierter Blog",
    "dialogOrbitLink": "Mehr über OrbitDB",
    "dialog3BoxLink": "Mehr über 3Box"
  },
  "arts": {
    "title": "Arts",
    "draftsTitle": "Meine Werke",
    "about": "Hier führe ich meine bunte Mischung von Experimenten mit generativer Kunst. Sie sind alle mit p5.js umgesetzt. Die meisten Werke nutzen eine Form von Noise (z.B. Perlin). Mit einem individuellen Seed (d.h. eine frei wählbare Zahl oder Text) können die Werke personalisiert werden. Obwohl die Werke zufällig komponiert aussehen, sieht das Werk mit dem gleichen Seed auch stets gleich aus. Der Source Code ist offen, die Lizenz ist bei jedem Werk vermerkt.",
    "draftsAbout": "Alle Werke werden ad-hoc im Browser gerendert und and die Bildschirm-Grösse angepasst. Es ist möglich, dass es auf sehr kleinen  (Smartphones) oder alten Geräten nicht richtig angezeigt wird.",
    "seedSwitchLabel": "Seed mit Textfeld festlegen",
    "seedLabel": "Seed hier eingeben",
    "seedHelper": "Die meisten meiner Werke nutzen Noise Funktionen (z.B. Perlin Noise). Mit einem individuellen Seed wird das Werk personalisiert.",
    "seedSwitchTooltip": "Klicken um mehr zu sehen",
    "artworkTooltipImage": "Statisches Bild anzeigen",
    "artworkTooltipShow": "Werk aufrufen",
    "artworkTooltipLink": "Link für weitere Details",
    "cryptoSeedSwitchTooltip": "Create seed signed with your crypto wallet",
    "cryptoSeedSwitchLabel": "Seed mit Krypto Wallet festlegen",
    "cryptoSeedLabel": "(versteckt)",
    "cryptoSeedHelper": "Setze einen individuellen Seed, der mit deinem Krypto Wallet signiert ist.",
    "signWithWallet": "Seed mit Krypto Wallet"
  }
}